---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InvalidPathArgumentException
source: html/b5ba0799-a995-56cf-b9f5-dd7cfc43971c.htm
---
# InvalidPathArgumentException Properties

The information of the function throwing the exception.